
export const flowerColors = [
  { label: "Розовый", value: "#f5a9b8" },
  { label: "Лавандовый", value: "#9b87f5" },
  { label: "Белый", value: "#ffffff" },
  { label: "Жёлтый", value: "#ffeb99" },
  { label: "Персиковый", value: "#ffcba4" },
  { label: "Красный", value: "#b22222" },
  { label: "Зелёный", value: "#a3c9a8" },
  { label: "Голубой", value: "#c6e6fb" },
  { label: "Фиолетовый", value: "#d1ccef" },
  { label: "Кремовый", value: "#f9f3e5" },
];

export const flowerOccasions = [
  "Годовщина",
  "День рождения",
  "Поздравления",
  "Пасха",
  "Похороны",
  "Выздоровление",
  "Новоселье",
  "Просто так",
  "День матери",
  "Романтика",
  "Забота о себе",
  "Весенний праздник",
  "Летний праздник",
  "Сочувствие",
  "Благодарность",
  "День святого Валентина",
  "Свадьба",
];

export const flowerTypes = [
  "Калла",
  "Лаванда",
  "Лилия",
  "Смешанный букет",
  "Орхидея",
  "Роза",
  "Суккулент",
  "Подсолнух",
  "Тюльпан",
  "Полевые цветы",
];
